Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.pay.editor.breakMethodGuidance
source: If you do not know which method your employer uses, choose proportional. It is the fairest conservative option and avoids optimistic estimates that could overpromise pay.
ar: إذا كنت لا تعرف الطريقة التي يستخدمها صاحب العمل، فاختر التناسبية. إنها الخيار المحافظ الأكثر عدلاً وتتجنب التقديرات المتفائلة التي قد تعد بأجر أعلى من الواقع.
bg: Ако не знаете кой метод използва работодателят ви, изберете пропорционален. Това е най-справедливият консервативен вариант и избягва оптимистични оценки, които може да обещаят по-високо заплащане.
bn: আপনার নিয়োগকর্তা কোন পদ্ধতি ব্যবহার করেন তা না জানলে, আনুপাতিকটি বেছে নিন। এটি সবচেয়ে ন্যায্য সতর্ক বিকল্প এবং অতিরিক্ত বেতনের আশাবাদী হিসাব এড়ায়।
ca: Si no saps quin mètode fa servir l'empresa, tria el proporcional. És l'opció conservadora més justa i evita càlculs optimistes que podrien prometre massa sou.
cs: Pokud nevíte, kterou metodu váš zaměstnavatel používá, zvolte poměrnou. Je to nejspravedlivější konzervativní volba a vyhne se optimistickým odhadům, které by mohly slibovat vyšší mzdu.
da: Hvis du ikke ved, hvilken metode din arbejdsgiver bruger, skal du vælge proportional. Det er den mest retfærdige konservative mulighed og undgår optimistiske estimater, der kan love for høj løn.
de: Wenn du nicht weißt, welche Methode dein Arbeitgeber nutzt, wähle proportional. Das ist die fairste konservative Option und vermeidet optimistische Schätzungen, die zu viel Lohn versprechen könnten.
el: Αν δεν ξέρετε ποια μέθοδο χρησιμοποιεί ο εργοδότης σας, επιλέξτε αναλογική. Είναι η πιο δίκαιη συντηρητική επιλογή και αποφεύγει αισιόδοξες εκτιμήσεις που μπορεί να υπερεκτιμήσουν την αμοιβή.
es: Si no sabes qué método usa tu empleador, elige proporcional. Es la opción conservadora más justa y evita estimaciones optimistas que podrían prometer más pago del real.
et: Kui sa ei tea, millist meetodit tööandja kasutab, vali proportsionaalne. See on kõige õiglasem konservatiivne valik ja väldib optimistlikke hinnanguid, mis võivad lubada liiga suurt tasu.
fa: اگر نمی‌دانید کارفرمایتان از کدام روش استفاده می‌کند، روش تناسبی را انتخاب کنید. این منصفانه‌ترین گزینه محافظه‌کارانه است و از برآوردهای خوش‌بینانه‌ای که ممکن است وعده پرداخت بیشتری بدهند، جلوگیری می‌کند.
fi: Jos et tiedä, mitä menetelmää työnantajasi käyttää, valitse suhteellinen. Se on reiluin varovainen vaihtoehto ja välttää liian optimistiset arviot, jotka voivat luvata liikaa palkkaa.
fil: Kung hindi mo alam kung aling paraan ang ginagamit ng employer mo, piliin ang proporsyonal. Ito ang pinaka-makatarungang konserbatibong opsyon at iniiwasan ang masyadong optimistikong tantiya na maaaring magpangako ng sobrang taas na sahod.
fr: Si vous ne savez pas quelle méthode votre employeur utilise, choisissez la méthode proportionnelle. C’est l’option prudente la plus juste et elle évite des estimations optimistes qui pourraient surestimer la paie.
he: אם אינך יודע באיזו שיטה המעסיק שלך משתמש, בחר בשיטה יחסית. זו האפשרות השמרנית וההוגנת ביותר, והיא מונעת הערכות אופטימיות מדי שעלולות להבטיח שכר גבוה מהצפוי.
hi: अगर आपको नहीं पता कि आपका नियोक्ता कौन-सी विधि इस्तेमाल करता है, तो आनुपातिक चुनें। यह सबसे उचित सतर्क विकल्प है और ऐसे आशावादी अनुमान से बचाता है जो वेतन का अधिक वादा कर सकते हैं।
hr: Ako ne znate koju metodu koristi vaš poslodavac, odaberite proporcionalnu. To je najpravednija konzervativna opcija i izbjegava optimistične procjene koje bi mogle obećati previsoku plaću.
hu: Ha nem tudja, melyik módszert használja a munkáltatója, válassza az arányosat. Ez a legigazságosabb óvatos lehetőség, és elkerüli a túl optimista becsléseket, amelyek túl magas bért ígérhetnek.
id: Jika Anda tidak tahu metode yang digunakan pemberi kerja Anda, pilih proporsional. Ini opsi konservatif paling adil dan menghindari perkiraan optimistis yang bisa menjanjikan gaji terlalu tinggi.
is: Ef þú veist ekki hvaða aðferð vinnuveitandi þinn notar skaltu velja hlutfallslega. Það er sanngjarnasti varfærni kosturinn og forðast bjartsýnar áætlanir sem gætu lofað of háum launum.
it: Se non sai quale metodo usa il tuo datore di lavoro, scegli quello proporzionale. È l’opzione conservativa più equa ed evita stime ottimistiche che potrebbero promettere una paga troppo alta.
ja: 勤務先の方式が不明なら、比例方式を選んでください。最も公平で保守的な選択で、給与を高く見積もりすぎるのを防げます。
ko: 고용주가 어떤 방식을 쓰는지 모르면 비례식을 선택하세요. 가장 공정한 보수적 선택이며 급여를 과대추정하는 낙관적 계산을 피할 수 있습니다.
lt: Jei nežinote, kurį metodą naudoja darbdavys, rinkitės proporcingą. Tai teisingiausias konservatyvus pasirinkimas ir padeda išvengti optimistinių įvertinimų, kurie gali žadėti per didelį atlyginimą.
lv: Ja nezināt, kuru metodi izmanto darba devējs, izvēlieties proporcionālo. Tas ir taisnīgākais piesardzīgais variants un palīdz izvairīties no pārāk optimistiskiem aprēķiniem, kas var solīt pārāk lielu algu.
nb: Hvis du ikke vet hvilken metode arbeidsgiveren bruker, velg proporsjonal. Det er det mest rettferdige konservative valget og unngår optimistiske beregninger som kan love for høy lønn.
nl: Als je niet weet welke methode je werkgever gebruikt, kies dan proportioneel. Dat is de eerlijkste conservatieve optie en voorkomt optimistische schattingen die te veel loon beloven.
nn: Viss du ikkje veit kva metode arbeidsgivaren brukar, vel proporsjonal. Det er det mest rettferdige konservative valet og unngår optimistiske berekningar som kan love for høg lønn.
pl: Jeśli nie wiesz, której metody używa pracodawca, wybierz proporcjonalną. To najuczciwsza ostrożna opcja i pozwala uniknąć zbyt optymistycznych szacunków wynagrodzenia.
pt_br: Se você não souber qual método seu empregador usa, escolha o proporcional. É a opção conservadora mais justa e evita estimativas otimistas que podem prometer um pagamento maior do que o real.
ro: Dacă nu știi ce metodă folosește angajatorul tău, alege proporțional. Este cea mai corectă opțiune conservatoare și evită estimările optimiste care pot promite un salariu prea mare.
ru: Если вы не знаете, какой метод использует работодатель, выберите пропорциональный. Это самый справедливый консервативный вариант, который помогает избежать завышенных оценок зарплаты.
sk: Ak neviete, ktorú metódu používa zamestnávateľ, zvoľte pomernú. Je to najspravodlivejšia konzervatívna možnosť a vyhne sa optimistickým odhadom, ktoré môžu sľubovať vyššiu mzdu.
sl: Če ne veste, katero metodo uporablja delodajalec, izberite sorazmerno. To je najbolj poštena konservativna možnost in prepreči preveč optimistične ocene, ki bi lahko obljubljale previsoko plačilo.
sr: Ako ne znate koji metod koristi vaš poslodavac, izaberite proporcionalni. To je najpravednija konzervativna opcija i izbegava optimistične procene koje mogu preceniti zaradu.
sv: Om du inte vet vilken metod din arbetsgivare använder, välj proportionell. Det är det rättvisaste konservativa alternativet och undviker optimistiska uppskattningar som kan lova för hög lön.
sw: Usipojua mwajiri wako anatumia njia gani, chagua sawia. Hilo ndilo chaguo la haki zaidi na la tahadhari, na huepuka makadirio ya matumaini yanayoweza kuahidi malipo makubwa kupita kiasi.
ta: உங்கள் பணியாளர் எந்த முறையை பயன்படுத்துகிறார் என்று தெரியாவிட்டால், விகிதாசார முறையைத் தேர்வுசெய்க. இது நியாயமான பாதுகாப்பான தேர்வாகும்; மேலும் அதிக ஊதிய வாக்குறுதி தரக்கூடிய மிகைப்படுத்திய கணிப்புகளைத் தவிர்க்கும்.
th: หากคุณไม่ทราบว่านายจ้างใช้วิธีใด ให้เลือกแบบสัดส่วน เป็นตัวเลือกแบบอนุรักษ์นิยมที่ยุติธรรมที่สุดและช่วยหลีกเลี่ยงการประเมินที่มองในแง่ดีเกินไปซึ่งอาจทำให้คาดหวังค่าจ้างสูงเกินจริง
tr: İşvereninizin hangi yöntemi kullandığını bilmiyorsanız, orantılıyı seçin. En adil temkinli seçenektir ve ücreti fazla gösterebilecek iyimser tahminleri önler.
uk: Якщо ви не знаєте, який метод використовує ваш роботодавець, виберіть пропорційний. Це найсправедливіший консервативний варіант, який уникає надто оптимістичних оцінок, що можуть завищити очікувану оплату.
ur: اگر آپ نہیں جانتے کہ آپ کا آجر کون سا طریقہ استعمال کرتا ہے، تو متناسب منتخب کریں۔ یہ سب سے منصفانہ محتاط انتخاب ہے اور ایسے پُرامید اندازوں سے بچاتا ہے جو تنخواہ زیادہ دکھا سکتے ہیں۔
vi: Nếu bạn không biết chủ lao động dùng phương pháp nào, hãy chọn tỷ lệ. Đây là lựa chọn thận trọng công bằng nhất và tránh các ước tính lạc quan có thể hứa hẹn mức lương quá cao.
zh_hans: 如果您不知道雇主使用哪种方法，请选择按比例。这是最公平且保守的选项，可避免过于乐观的估算导致薪资承诺过高。
zh_hant: 如果您不知道雇主使用哪種方法，請選擇按比例。這是最公平且保守的選項，也能避免過於樂觀、可能高估薪資的估算。

# settings.pay.editor.breakThreshold
source: Threshold
ar: الحد الأدنى
bg: Праг
bn: থ্রেশহোল্ড
ca: Llindar
cs: Prahová hodnota
da: Terskel
de: Schwellenwert
el: Όριο
es: Umbral
et: Lävi
fa: آستانه
fi: Kynnysarvo
fr: Seuil
he: סף
hi: सीमा
hr: Prag
hu: Küszöbérték
id: Terskel
is: Þröskuldur
it: Soglia
ja: 閾値
ko: 기준점
lt: Slenkstis
lv: Slieksnis
nb: Terskel
nl: Drempel
nn: Terskel
pl: Próg
pt_br: Limite
ro: Prag
ru: Пороговое значение
sk: Prah
sl: Prag
sr: Праг
sv: Tröskel
sw: Kizingiti
ta: வாசல்
th: ขีดจำกัด
tr: Eşik
uk: Поріг
ur: حد
vi: Ngưỡng
zh_hans: 阈值
zh_hant: 閾值

# settings.pay.editor.breakTitle
source: Break deduction
ar: خصم الفترة
bg: Приспадане за почивка
bn: বিরতি ছাড়
ca: Deducció de pausa
cs: Srážka za přestávku
da: Pausetrekk
de: Pausenabzug
el: Αφαίρεση διαλείμματος
es: Deducción de descanso
et: Pausiaega arvestatav summa
fa: کسر استراحت
fi: Tauon vähennys
fil: Diskwento sa break
fr: Déduction de pause
he: ניכוי הפסקה
hi: ब्रेक कटौती
hr: Odboj pauzе
hu: Szünetlevonás
id: Pausetrekk
is: Frádráttarhlé
it: Detrazione pausa
ja: 休憩控除
ko: 휴식 공제
lt: Pertraukos nuolaida
lv: Pārtraukuma atskaitīšana
nb: Pausetrekk
nl: Pauzetrek
nn: Pausetrekk
pl: Potrącenie przerwy
pt_br: Desconto de pausa
ro: Deducere pauză
ru: Вычет перерыва
sk: Odpočítanie prestávky
sl: Odbitek za odmor
sr: Одбитак паузе
sv: Pausavdrag
sw: Kupunguzwa kwa kupumzika
ta: இடைவேளை கழிப்பு
th: หักเงินสำหรับพัก
tr: Mola kesintisi
uk: Вирахування перерви
ur: وقفہ کی کٹوتی
vi: Khấu trừ thời gian nghỉ
zh_hans: 休息扣除
zh_hant: 休息扣除

# settings.pay.editor.createImpact
source: Starts with the settings for this date. Change only what is different in your new pay terms. Earlier periods keep their settings.
ar: يبدأ بإعدادات هذا التاريخ. غيّر فقط ما يختلف في شروط أجرك الجديدة. تحتفظ الفترات السابقة بإعداداتها.
bg: Започва с настройките за тази дата. Променете само това, което е различно в новите ви условия за заплащане. По-ранните периоди запазват настройките си.
bn: এই তারিখের সেটিংস দিয়ে শুরু হয়। আপনার নতুন বেতন-শর্তে যা আলাদা, শুধু তা পরিবর্তন করুন। আগের সময়কালগুলো তাদের সেটিংস ধরে রাখে।
ca: Comença amb la configuració d'aquesta data. Canvia només el que sigui diferent en les teves noves condicions salarials. Els períodes anteriors mantenen la seva configuració.
cs: Začíná nastavením pro toto datum. V nových mzdových podmínkách změňte jen to, co se liší. Předchozí období si zachovají svá nastavení.
da: Starter med indstillingerne for denne dato. Rediger kun det, der er anderledes i dine nye lønvilkår. Tidligere perioder beholder deres indstillinger.
de: Beginnt mit den Einstellungen für dieses Datum. Ändere nur, was in deinen neuen Vergütungsbedingungen anders ist. Frühere Zeiträume behalten ihre Einstellungen.
el: Ξεκινά με τις ρυθμίσεις για αυτή την ημερομηνία. Αλλάξτε μόνο ό,τι διαφέρει στους νέους όρους αμοιβής σας. Οι προηγούμενες περίοδοι διατηρούν τις ρυθμίσεις τους.
es: Comienza con la configuración de esta fecha. Cambie solo lo que sea diferente en sus nuevas condiciones salariales. Los períodos anteriores conservan su configuración.
et: Alustatakse selle kuupäeva seadetest. Muuda ainult seda, mis on uutes palgatingimustes erinev. Varasemad perioodid säilitavad oma seaded.
fa: با تنظیمات این تاریخ شروع می‌شود. فقط موارد متفاوت در شرایط پرداخت جدیدتان را تغییر دهید. دوره‌های قبلی تنظیمات خود را حفظ می‌کنند.
fi: Aluksi käytetään tämän päivämäärän asetuksia. Muuta vain se, mikä uusissa palkkaehdoissasi on erilaista. Aiemmat jaksot säilyttävät asetuksensa.
fil: Nagsisimula ito sa mga setting para sa petsang ito. Baguhin lamang ang naiiba sa bago mong mga tuntunin sa sahod. Mananatili ang mga setting ng naunang panahon.
fr: Commence avec les réglages de cette date. Modifiez uniquement ce qui diffère dans vos nouvelles conditions de rémunération. Les périodes antérieures conservent leurs réglages.
he: מתחיל בהגדרות של תאריך זה. שנו רק את מה ששונה בתנאי השכר החדשים שלכם. תקופות קודמות שומרות על ההגדרות שלהן.
hi: यह इस तारीख की सेटिंग्स से शुरू होता है। अपनी नई वेतन शर्तों में केवल जो अलग है, उसे बदलें। पहले की अवधियाँ अपनी सेटिंग्स बनाए रखेंगी।
hr: Počinje s postavkama za ovaj datum. Promijenite samo ono što se razlikuje u vašim novim uvjetima plaće. Ranija razdoblja zadržavaju svoje postavke.
hu: Az adott dátum beállításaival kezdődik. Az új bérezési feltételeidnél csak az eltérő értékeket módosítsd. A korábbi időszakok megtartják a beállításaikat.
id: Dimulai dengan pengaturan untuk tanggal ini. Ubah hanya yang berbeda dalam ketentuan gaji baru Anda. Periode sebelumnya mempertahankan pengaturannya.
is: Byrjar með stillingunum fyrir þessa dagsetningu. Breyttu aðeins því sem er öðruvísi í nýju launakjörunum þínum. Eldri tímabil halda stillingum sínum.
it: Inizia con le impostazioni per questa data. Modifica solo ciò che è diverso nelle tue nuove condizioni retributive. I periodi precedenti mantengono le proprie impostazioni.
ja: この日付の設定から開始します。新しい給与条件で異なる部分だけを変更してください。以前の期間は設定を維持します。
ko: 이 날짜의 설정으로 시작합니다. 새 급여 조건에서 달라진 부분만 변경하세요. 이전 기간은 기존 설정을 유지합니다.
lt: Pradedama nuo šiai datai taikomų nustatymų. Pakeiskite tik tai, kas skiriasi jūsų naujose atlygio sąlygose. Ankstesni laikotarpiai išsaugo savo nustatymus.
lv: Sākas ar šī datuma iestatījumiem. Maini tikai to, kas atšķiras tavos jaunajos samaksas nosacījumos. Iepriekšējie periodi saglabā savus iestatījumus.
nb: Starter med innstillingene for denne datoen. Endre det som er nytt i lønnsvilkårene dine. Tidligere perioder beholder innstillingene sine.
nl: Begint met de instellingen voor deze datum. Wijzig alleen wat anders is in je nieuwe loonvoorwaarden. Eerdere perioden behouden hun instellingen.
nn: Startar med innstillingane for denne datoen. Endre berre det som er annleis i dei nye lønnsvilkåra dine. Tidlegare periodar beheld innstillingane sine.
pl: Zaczyna się od ustawień dla tej daty. Zmień tylko to, co różni się w nowych warunkach wynagrodzenia. Wcześniejsze okresy zachowają swoje ustawienia.
pt_br: Começa com as configurações desta data. Altere apenas o que for diferente nos seus novos termos salariais. Os períodos anteriores mantêm suas configurações.
ro: Începe cu setările pentru această dată. Modifică doar ceea ce diferă în noile tale condiții salariale. Perioadele anterioare își păstrează setările.
ru: Начинается с настроек для этой даты. Измените только то, что отличается в новых условиях оплаты. Предыдущие периоды сохранят свои настройки.
sk: Začína nastaveniami platnými pre tento dátum. Zmeňte len to, čo sa líši vo vašich nových mzdových podmienkach. Skoršie obdobia si zachovajú svoje nastavenia.
sl: Začne se z nastavitvami za ta datum. Spremenite le, kar je drugače v novih pogojih plačila. Prejšnja obdobja ohranijo svoje nastavitve.
sr: Počinje sa podešavanjima za ovaj datum. Promenite samo ono što se razlikuje u vašim novim uslovima zarade. Raniji periodi zadržavaju svoja podešavanja.
sv: Börjar med inställningarna för detta datum. Ändra bara det som skiljer sig i dina nya lönevillkor. Tidigare perioder behåller sina inställningar.
sw: Huanzia na mipangilio ya tarehe hii. Badilisha tu kilicho tofauti katika masharti yako mapya ya malipo. Vipindi vya awali vitaendelea na mipangilio yake.
ta: இந்தத் தேதிக்கான அமைப்புகளுடன் தொடங்குகிறது. உங்கள் புதிய ஊதிய விதிமுறைகளில் மாறியவற்றை மட்டும் மாற்றவும். முந்தைய காலங்கள் தங்கள் அமைப்புகளைத் தக்கவைத்துக் கொள்கின்றன.
th: เริ่มต้นด้วยการตั้งค่าสำหรับวันที่นี้ เปลี่ยนเฉพาะสิ่งที่แตกต่างในเงื่อนไขค่าจ้างใหม่ของคุณ ช่วงเวลาก่อนหน้านี้จะคงการตั้งค่าเดิม
tr: Bu tarih için geçerli ayarlarla başlar. Yeni ücret koşullarınızdan yalnızca farklı olanları değiştirin. Önceki dönemler ayarlarını korur.
uk: Починається з налаштувань для цієї дати. Змініть лише те, що відрізняється у ваших нових умовах оплати. Попередні періоди збережуть свої налаштування.
ur: یہ اس تاریخ کی ترتیبات سے شروع ہوتا ہے۔ اپنی نئی اجرت کی شرائط میں صرف مختلف چیزیں تبدیل کریں۔ پچھلی مدتیں اپنی ترتیبات برقرار رکھیں گی۔
vi: Bắt đầu với các cài đặt cho ngày này. Chỉ thay đổi những gì khác trong điều khoản lương mới của bạn. Các kỳ trước vẫn giữ cài đặt cũ.
zh_hans: 从此日期的设置开始。只更改新薪资条款中不同的部分。更早的期间保留其设置。
zh_hant: 會從此日期的設定開始。只變更新薪資條件中不同的部分。更早期間會保留原設定。

# settings.pay.editor.createTitle
source: New Wage Entry
ar: إدخال أجر جديد
bg: Нов запис за заплата
bn: নতুন বেতন এন্ট্রি
ca: Entrada de salari nova
cs: Nová položka mzdy
da: Ny lønnsoppføring
de: Neuer Lohneintrag
el: Νέα καταχώριση μισθού
es: Nuevo registro de salario
et: Uus palgakirje
fa: ورودی دستمزد جدید
fi: Uusi palkkakirjaus
fil: Bagong Wage Entry
fr: Nouvelle entrée de salaire
he: ערך משכורת חדש
hi: नई वेतन प्रविष्टि
hr: Novi unos plaće
hu: Új fizetési bejegyzés
id: Ny lønnsoppføring
is: Ný launafærsla
it: Nuova voce salariale
ja: 新しい給与エントリ
ko: 새 급여 항목
lt: Naujas atlyginimo įrašas
lv: Jauns algas ieraksts
nb: Ny lønnsoppføring
nl: Nieuwe loonopgave
nn: Ny lønnsoppføring
pl: Nowy wpis wynagrodzenia
pt_br: Nova Entrada de Salário
ro: Intrare salarială nouă
ru: Новая запись о зарплате
sk: Nový záznam mzdy
sl: Nov vnos plače
sr: Нов унос плате
sv: Ny lönepost
sw: Ingizo la Mshahara Jipya
ta: புதிய ஊதிய உள்ளீடு
th: รายการเงินเดือนใหม่
tr: Yeni Maaş Girdisi
uk: Новий запис про заробітну плату
ur: نیا تنخواہ اندراج
vi: Mục Lương Mới
zh_hans: 新工资条目
zh_hant: 新工資條目

# settings.pay.editor.currentWage
source: Current hourly wage
ar: الأجر بالساعة الحالي
bg: Текуща часова заплата
bn: বর্তমান ঘণ্টার হার বেতন
ca: Salari per hora actual
cs: Aktuální hodinová mzda
da: Gjeldende timelønn
de: Aktueller Stundenlohn
el: Τρέχων ωρομίσθιο
es: Salario por hora actual
et: Kehtiv tunnitunnimäär
fa: دستمزد ساعتی فعلی
fi: Nykyinen tuntipalkkasi
fil: Kasalukuyang oras-oras na sweldo
fr: Salaire horaire actuel
he: שכר שעתי נוכחי
hi: वर्तमान प्रति घंटा वेतन
hr: Trenutna satnica
hu: Jelenlegi órabér
id: Gjeldende timelønn
is: Núverandi tímalaun
it: Salario orario corrente
ja: 現在の時給
ko: 현재 시급
lt: Dabartinis valandinis atlyginimas
lv: Pašreizējā stundas tarifa likme
nb: Gjeldende timelønn
nl: Huidige uurloon
nn: Gjeldande timelønn
pl: Bieżąca stawka godzinowa
pt_br: Salário hora atual
ro: Salariu orar curent
ru: Текущая почасовая ставка
sk: Aktuálna hodinová mzda
sl: Trenutna urna plača
sr: Тренутна часовна плата
sv: Aktuell timlön
sw: Mshahara wa kila saa unaotumika
ta: தற்போதைய மணிநேர ஊதியம்
th: เงินเดือนรายชั่วโมงปัจจุบัน
tr: Mevcut saatlik ücret
uk: Поточна погодинна ставка
ur: موجودہ فی گھنٹہ تنخواہ
vi: Lương theo giờ hiện tại
zh_hans: 当前时薪
zh_hant: 當前時薪

# settings.pay.editor.dateConflictHelp
source: This date already has a change. Choose another date, or edit that entry in pay history.
ar: يوجد تغيير بالفعل في هذا التاريخ. اختر تاريخًا آخر، أو عدّل هذا الإدخال في سجل الأجور.
bg: За тази дата вече има промяна. Изберете друга дата или редактирайте този запис в историята на заплащането.
bn: এই তারিখে ইতিমধ্যে একটি পরিবর্তন আছে। অন্য তারিখ বেছে নিন, অথবা বেতন-ইতিহাসে সেই এন্ট্রি সম্পাদনা করুন।
ca: Aquesta data ja té un canvi. Tria'n una altra o edita aquesta entrada a l'historial salarial.
cs: Toto datum již obsahuje změnu. Vyberte jiné datum nebo tuto položku upravte v historii odměňování.
da: Denne dato har allerede en ændring. Vælg en anden dato, eller rediger posten i lønhistorikken.
de: Für dieses Datum gibt es bereits eine Änderung. Wähle ein anderes Datum oder bearbeite diesen Eintrag in der Lohnhistorie.
el: Αυτή η ημερομηνία έχει ήδη μια αλλαγή. Επιλέξτε άλλη ημερομηνία ή επεξεργαστείτε αυτή την καταχώριση στο ιστορικό αμοιβών.
es: Esta fecha ya tiene un cambio. Elija otra fecha o edite esa entrada en el historial de pagos.
et: Sellel kuupäeval on muudatus juba olemas. Vali muu kuupäev või muuda seda kirjet palgaajaloos.
fa: این تاریخ از قبل تغییری دارد. تاریخ دیگری انتخاب کنید یا آن مورد را در تاریخچه حقوق ویرایش کنید.
fi: Tälle päivälle on jo määritetty muutos. Valitse toinen päivä tai muokkaa kyseistä merkintää palkkahistoriassa.
fil: May pagbabago na sa petsang ito. Pumili ng ibang petsa, o i-edit ang entry na iyon sa kasaysayan ng sahod.
fr: Cette date comporte déjà une modification. Choisissez une autre date ou modifiez cette entrée dans l’historique des rémunérations.
he: לתאריך הזה כבר יש שינוי. בחרו תאריך אחר, או ערכו את הרשומה הזו בהיסטוריית השכר.
hi: इस तारीख के लिए पहले से बदलाव है। कोई दूसरी तारीख चुनें या वेतन इतिहास में उस प्रविष्टि को संपादित करें।
hr: Ovaj datum već ima promjenu. Odaberite drugi datum ili uredite taj unos u povijesti plaće.
hu: Ehhez a dátumhoz már tartozik módosítás. Válassz másik dátumot, vagy szerkeszd ezt a bejegyzést a bérfizetési előzményekben.
id: Tanggal ini sudah memiliki perubahan. Pilih tanggal lain, atau edit entri tersebut di riwayat gaji.
is: Þessi dagsetning er þegar með breytingu. Veldu aðra dagsetningu eða breyttu þeirri færslu í launasögunni.
it: Questa data ha già una modifica. Scegli un'altra data oppure modifica quella voce nella cronologia delle retribuzioni.
ja: この日付にはすでに変更があります。別の日付を選ぶか、給与履歴でその記録を編集してください。
ko: 이 날짜에는 이미 변경 사항이 있습니다. 다른 날짜를 선택하거나 급여 내역에서 해당 항목을 수정하세요.
lt: Šiai datai jau priskirtas pakeitimas. Pasirinkite kitą datą arba redaguokite šį įrašą atlygio istorijoje.
lv: Šim datumam jau ir veiktas izmaiņas. Izvēlies citu datumu vai rediģē šo ierakstu algu vēsturē.
nb: Denne datoen har allerede en endring. Velg en annen dato, eller rediger oppføringen i lønnshistorikken.
nl: Op deze datum is al een wijziging ingesteld. Kies een andere datum of bewerk die invoer in de loonhistorie.
nn: Denne datoen har allereie ei endring. Vel ein annan dato, eller rediger den oppføringa i lønnshistoria.
pl: Dla tej daty wprowadzono już zmianę. Wybierz inną datę lub edytuj ten wpis w historii wynagrodzeń.
pt_br: Esta data já tem uma alteração. Escolha outra data ou edite esse registro no histórico de pagamentos.
ro: Această dată are deja o modificare. Alege o altă dată sau editează acea înregistrare în istoricul salarial.
ru: Для этой даты уже есть изменение. Выберите другую дату или отредактируйте эту запись в истории оплаты.
sk: Pre tento dátum už existuje zmena. Vyberte iný dátum alebo upravte túto položku v histórii odmeňovania.
sl: Ta datum že ima spremembo. Izberite drug datum ali uredite ta vnos v zgodovini plačil.
sr: Ovaj datum već ima promenu. Izaberite drugi datum ili izmenite taj unos u istoriji zarade.
sv: Det finns redan en ändring för detta datum. Välj ett annat datum eller redigera posten i lönehistoriken.
sw: Tarehe hii tayari ina mabadiliko. Chagua tarehe nyingine, au hariri ingizo hilo katika historia ya malipo.
ta: இந்தத் தேதிக்கு ஏற்கனவே மாற்றம் உள்ளது. வேறு தேதியைத் தேர்ந்தெடுக்கவும் அல்லது அந்தப் பதிவை ஊதிய வரலாற்றில் திருத்தவும்.
th: วันที่นี้มีการเปลี่ยนแปลงอยู่แล้ว เลือกวันที่อื่น หรือแก้ไขรายการนั้นในประวัติค่าจ้าง
tr: Bu tarihte zaten bir değişiklik var. Başka bir tarih seçin veya bu kaydı ücret geçmişinde düzenleyin.
uk: Для цієї дати вже є зміна. Виберіть іншу дату або відредагуйте цей запис в історії оплати.
ur: اس تاریخ پر پہلے ہی ایک تبدیلی موجود ہے۔ کوئی دوسری تاریخ منتخب کریں، یا اجرت کی سرگزشت میں اس اندراج میں ترمیم کریں۔
vi: Ngày này đã có một thay đổi. Chọn ngày khác hoặc chỉnh sửa mục đó trong lịch sử lương.
zh_hans: 此日期已有一项更改。请选择其他日期，或在薪资历史记录中编辑该条目。
zh_hant: 此日期已有變更。請選擇其他日期，或在薪資紀錄中編輯該筆項目。
